-- phpMyAdmin SQL Dump
-- version 4.9.5
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: May 10, 2021 at 08:09 AM
-- Server version: 5.7.33-cll-lve
-- PHP Version: 7.3.27

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `auntylay_pos`
--

-- --------------------------------------------------------

--
-- Table structure for table `customers`
--

CREATE TABLE `customers` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_zawgyi` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone` mediumtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `address` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `customers`
--

INSERT INTO `customers` (`id`, `name`, `name_zawgyi`, `phone`, `address`, `created_at`, `updated_at`) VALUES
(2, 'ပြည့်ဖြိုးအောင်', 'ျပည့္ၿဖိဳးေအာင္', '-', '-', '2021-05-06 01:07:57', '2021-05-06 01:07:57'),
(3, 'ဦးမုတ်ဆိတ်', 'ဦးမုတ္ဆိတ္', '-', '-', '2021-05-06 01:08:09', '2021-05-06 01:08:09'),
(4, 'အောင်ကျော်ဟိန်း', 'ေအာင္ေက်ာ္ဟိန္း', '-', '-', '2021-05-06 01:08:32', '2021-05-06 01:08:32'),
(5, 'အောင်ကို', 'ေအာင္ဘို', '-', '-', '2021-05-06 01:08:43', '2021-05-06 01:08:43'),
(6, 'ကိုရေချမ်း', 'ကိုေရခ်မ္း', '-', '-', '2021-05-06 01:08:55', '2021-05-06 01:08:55'),
(7, 'ကိုစိုးနိုင်', 'ကိုစိုးႏိုင္', '-', '-', '2021-05-06 01:09:11', '2021-05-06 01:09:11'),
(8, 'ကိုစိုးဝင်း', 'ကိုစိုးဝင္း', '-', '-', '2021-05-06 01:09:23', '2021-05-06 01:09:23'),
(9, 'အာကာမင်း', 'အာကာမင္း', '-', '-', '2021-05-06 01:09:32', '2021-05-06 01:09:32'),
(10, 'ကိုငြိမ်းချမ်း', 'ကိုၿငိမ္းခ်မ္း', '-', '-', '2021-05-06 01:09:47', '2021-05-06 01:09:47'),
(11, 'သီဟ', 'သီဟ', '-', '-', '2021-05-06 01:10:02', '2021-05-06 01:10:02'),
(12, 'ဦးအုန်းကျော်', 'ဦးအုန္းေက်ာ္', '-', '-', '2021-05-06 01:10:24', '2021-05-06 01:10:24'),
(13, 'ဦးမင်းအောင်', 'ဦးမင္းေအာင္', '-', '-', '2021-05-06 01:10:34', '2021-05-06 01:10:34'),
(14, 'ဦးမျိုးလွင်', 'ဦးမ်ိဳးလြင္', '-', '-', '2021-05-06 01:10:45', '2021-05-06 01:10:45'),
(15, 'အောင်ပု', 'ေအာင္ပု', '-', '-', '2021-05-06 01:10:55', '2021-05-06 01:10:55'),
(16, 'ကုလား', 'ကုလား', '-', '-', '2021-05-06 01:11:04', '2021-05-06 01:11:04'),
(17, 'ကိုဘိုမင်း', 'ကိုဘိုမင္း', '-', '-', '2021-05-06 01:11:15', '2021-05-06 01:11:15'),
(18, 'ကုလားလေး', 'ကုလားေလး', '-', '-', '2021-05-06 01:11:26', '2021-05-06 01:11:26'),
(19, 'ဝင်းနောင်ဦး', 'ဝင္းေနာင္ဦး', '-', '-', '2021-05-06 01:11:39', '2021-05-06 01:11:39'),
(20, 'ကိုပန်ကြီး', 'ကိုပန္ႀကီး', '-', '-', '2021-05-06 01:11:52', '2021-05-06 01:11:52'),
(21, 'ကိုအောင်ကျော်စိုး', 'ကိုေအာင္ေက်ာ္စိုး', '-', '-', '2021-05-06 01:12:04', '2021-05-06 01:12:04'),
(22, 'ဝင်းထိုက်ဖြိုး', 'ဝင္းထိုက္ၿဖိဳး', '-', '-', '2021-05-06 01:12:15', '2021-05-06 01:12:15'),
(23, 'သန်းတိုးအောင်', 'သန္းတိုးေအာင္', '-', '-', '2021-05-06 01:12:27', '2021-05-06 01:12:27'),
(24, 'ကိုပု', 'ကိုပု', '-', '-', '2021-05-06 01:12:40', '2021-05-06 01:12:40'),
(25, 'ကိုသက်ပိုင်ဦး', 'ကိုသက္ပိုင္ဦး', '-', '-', '2021-05-06 01:12:53', '2021-05-06 01:12:53'),
(26, 'ကျော်ကို', 'ေက်ာ္ကို', '-', '-', '2021-05-06 01:13:04', '2021-05-06 01:13:04'),
(27, 'ဇော်ဇော်', 'ေဇာ္ေဇာ္', '-', '-', '2021-05-06 01:13:17', '2021-05-06 01:13:17'),
(28, 'အငယ်လေး', 'အငယ္ေလး', '-', '-', '2021-05-06 01:13:29', '2021-05-06 01:13:29'),
(29, 'ဟိန်းကို', 'ဟိန္းကို', '-', '-', '2021-05-06 01:13:43', '2021-05-06 01:13:43'),
(31, 'အန်တီလေး', 'အန္တီေလး', '၀၉၇၅၇၀၈၉၁၁', 'ဘုရားစေ◌ျးအနီး', '2021-05-06 23:23:57', '2021-05-06 23:23:57'),
(32, 'ကိုအာဘော', 'ကိုအာေဘာ', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-08 01:23:46', '2021-05-08 01:23:46'),
(33, 'အနဲကြီး', 'အနဲႀကီး', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-08 01:38:18', '2021-05-08 01:38:18'),
(34, 'ကိုဘိုနိုင်', 'ကိုဘိုႏိုင္', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-08 01:53:23', '2021-05-08 01:53:23'),
(35, 'အငယ်လေး', 'အငယ္ေလး', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-08 02:42:52', '2021-05-08 02:42:52'),
(36, 'အဝိုင်း', 'အဝိုင္း', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-08 03:06:45', '2021-05-08 03:06:45'),
(37, 'ကိုရေချမ်း', 'ကိုေရခ်မ္း', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-08 07:07:55', '2021-05-08 07:07:55'),
(38, 'ကိုအုန်းကျော်', 'ကိုအုန္းေက်ာ္', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-10 00:30:15', '2021-05-10 00:30:15'),
(39, 'အပြင်အရောင်း', 'အျပင္အေရာင္း', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-10 00:38:34', '2021-05-10 00:38:34');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `customers`
--
ALTER TABLE `customers`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `customers`
--
ALTER TABLE `customers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=40;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;


INSERT INTO `customers` (`id`, `name`, `name_zawgyi`, `phone`, `address`, `created_at`, `updated_at`) VALUES
(1, '.....', '.....', '-', '-', '2021-05-06 01:08:32', '2021-05-06 01:08:32'),
(2, 'အောင်ကျော်ဟိန်း', 'ေအာင္ေက်ာ္ဟိန္း', '-', '-', '2021-05-06 01:08:32', '2021-05-06 01:08:32'),
(3, 'အာကာမင်း', 'အာကာမင္း', '-', '-', '2021-05-06 01:09:32', '2021-05-06 01:09:32'),
(4, 'သဲကိုး', 'သဲကိုး', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-10 00:38:34', '2021-05-10 00:38:34'),
(5, 'ကိုရေချမ်း', 'ကိုေရခ်မ္း', '-', '-', '2021-05-06 01:08:55', '2021-05-06 01:08:55'),
(6, 'သန်းတိုးအောင်', 'သန္းတိုးေအာင္', '-', '-', '2021-05-06 01:12:27', '2021-05-06 01:12:27'),
(7, 'အောင်ကို', 'ေအာင္ဘို', '-', '-', '2021-05-06 01:08:43', '2021-05-06 01:08:43'),
(8, 'စိုးဦး', 'စိုးဦး', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-10 00:38:34', '2021-05-10 00:38:34'),
(9, 'ကိုစိုးနိုင်', 'ကိုစိုးႏိုင္', '-', '-', '2021-05-06 01:09:11', '2021-05-06 01:09:11'),
(10, 'ဝေဇင်', 'ေဝဇင္', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-10 00:38:34', '2021-05-10 00:38:34'),
(11, 'ကိုထွေး', 'ကိုေထြး', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-10 00:38:34', '2021-05-10 00:38:34'),
(12, 'ဇော်မင်းဦး', 'ေဇာ္မင္းဦး', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-10 00:38:34', '2021-05-10 00:38:34'),
(13, 'ပိုင်ပိုင်', 'ပိုင္ပိုင္', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-10 00:38:34', '2021-05-10 00:38:34'),
(14, 'ညီညီအောင်', 'ညီညီေအာင္', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-10 00:38:34', '2021-05-10 00:38:34'),
(15, 'သက်ဦးမောင်', 'သက္ဦးေမာင္', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-10 00:38:34', '2021-05-10 00:38:34'),
(16, 'မိုးကျော်', 'မိုးေက်ာ္', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-10 00:38:34', '2021-05-10 00:38:34'),
(17, 'ဇင်ဘို', 'ဇင္ဘို', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-10 00:38:34', '2021-05-10 00:38:34'),
(18, 'အဝိုင်း', 'အဝိုင္း', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-08 03:06:45', '2021-05-08 03:06:45'),
(19, 'ကိုရှိုင်း', 'ကိုရႈိင္း', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-08 07:07:55', '2021-05-08 07:07:55'),
(20, 'အငယ်လေး', 'အငယ္ေလး', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-08 02:42:52', '2021-05-08 02:42:52'),
(21, 'ကုလား', 'ကုလား', '-', '-', '2021-05-06 01:11:04', '2021-05-06 01:11:04'),
(22, 'အောင်ပု', 'ေအာင္ပု', '-', '-', '2021-05-06 01:10:55', '2021-05-06 01:10:55'),
(23, 'အောင်ကိုနိုင်', 'ေအာင္ကိုႏိုင္', '-', '-', '2021-05-06 01:10:55', '2021-05-06 01:10:55'),
(24, 'ဝင်းသန့်', 'ဝင္းသန႔္', '-', '-', '2021-05-06 01:10:55', '2021-05-06 01:10:55'),
(25, 'အန်းမကြီး', 'အန္းမႀကီး', '၀၉၉၇၅၇၀၈၉၁၁', '', '2021-05-10 00:38:34', '2021-05-10 00:38:34'),
(26, 'ကိုစိုးဝင်း', 'ကိုစိုးဝင္း', '-', '-', '2021-05-06 01:09:23', '2021-05-06 01:09:23'),
(27, 'ဦးမင်', 'ဦးမင္', '-', '-', '2021-05-06 01:09:23', '2021-05-06 01:09:23'),
(28, 'ဦးမုတ်ဆိတ်', 'ဦးမုတ္ဆိတ္', '-', '-', '2021-05-06 01:08:09', '2021-05-06 01:08:09'),
(29, 'ဦးကျော်လေး', 'ဦးေက်ာ္ေလး', '-', '-', '2021-05-06 01:08:09', '2021-05-06 01:08:09'),
(30, 'ဦးအုန်းကျော်', 'ဦးအုန္းေက်ာ္', '-', '-', '2021-05-06 01:10:24', '2021-05-06 01:10:24'),
(31, 'ကိုဘိုနိုင်', 'ကိုဘိုႏိုင္', '-', '-', '2021-05-06 01:10:24', '2021-05-06 01:10:24'),
(32, 'ဦးမင်းအောင်', 'ဦးမင္းေအာင္', '-', '-', '2021-05-06 01:10:34', '2021-05-06 01:10:34');