-- phpMyAdmin SQL Dump
-- version 4.9.5
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: May 10, 2021 at 08:53 AM
-- Server version: 5.7.33-cll-lve
-- PHP Version: 7.3.27

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `auntylay_pos`
--

-- --------------------------------------------------------

--
-- Table structure for table `stocks`
--

CREATE TABLE `stocks` (
  `id` int(11) NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_zawgyi` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `stocks_shortcut_id` int(11) NOT NULL,
  `customer_price` int(11) NOT NULL,
  `non_customer_price` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `stocks`
--

INSERT INTO `stocks` (`id`, `name`, `name_zawgyi`, `stocks_shortcut_id`, `customer_price`, `non_customer_price`, `created_at`, `updated_at`) VALUES
(3, 'ကော်', 'ေကာ္', 1, 300, 300, '2021-05-05 23:30:05', '2021-05-05 23:30:05'),
(4, 'ဘူးကြွပ်', 'ဘူးႂကြပ္', 2, 200, 200, '2021-05-05 23:30:28', '2021-05-05 23:30:28'),
(5, 'ကော်မဲ', 'ေကာ္မဲ', 3, 150, 150, '2021-05-05 23:30:50', '2021-05-05 23:30:50'),
(6, 'ရေသန့်', 'ေရသန႔္', 4, 800, 800, '2021-05-05 23:31:22', '2021-05-05 23:31:22'),
(7, 'ခုံကျိုး', 'ခုံက်ိဳး', 5, 500, 500, '2021-05-05 23:31:45', '2021-05-05 23:31:45'),
(8, 'ကျွဲ', 'ကြၽဲ', 6, 300, 300, '2021-05-05 23:32:17', '2021-05-05 23:32:17'),
(9, 'နို့ဆီ', 'ႏို႔ဆီ', 7, 200, 200, '2021-05-05 23:32:48', '2021-05-05 23:32:48'),
(10, 'ညံ့ပါး', 'ညံ့ပါး', 8, 200, 200, '2021-05-05 23:33:13', '2021-05-05 23:33:13'),
(11, 'သံ', 'သံ', 9, 700, 700, '2021-05-05 23:33:35', '2021-05-05 23:33:35'),
(12, 'သံကျွတ်', 'သံကြၽတ္', 10, 550, 550, '2021-05-05 23:34:01', '2021-05-05 23:34:01'),
(13, 'စက်ဘီး', 'စက္ဘီး', 11, 500, 500, '2021-05-05 23:36:27', '2021-05-05 23:36:27'),
(14, 'ဘော်ဒီ', 'ေဘာ္ဒီ', 12, 300, 300, '2021-05-05 23:36:58', '2021-05-05 23:36:58'),
(15, 'တိုင်ကီ', 'တိုင္ကီ', 13, 350, 350, '2021-05-05 23:37:19', '2021-05-05 23:37:19'),
(16, 'ကာလာသွပ်', 'ကာလာသြပ္', 14, 350, 350, '2021-05-05 23:37:47', '2021-05-05 23:37:47'),
(17, 'ပင်စင်', 'ပင္စင္', 15, 2700, 2700, '2021-05-05 23:38:09', '2021-05-05 23:38:09'),
(18, 'ရော်ဘာ', 'ေရာ္ဘာ', 16, 800, 800, '2021-05-05 23:38:42', '2021-05-05 23:38:42'),
(19, 'စလင်း', 'စလင္း', 17, 800, 800, '2021-05-05 23:39:14', '2021-05-05 23:39:14'),
(20, 'ဒယ်', 'ဒယ္', 18, 1500, 1500, '2021-05-05 23:39:52', '2021-05-05 23:39:52'),
(21, 'ဒန်', 'ဒန္', 19, 2200, 2200, '2021-05-05 23:40:13', '2021-05-05 23:40:13'),
(22, 'ဇင့်', 'ဇင့္', 20, 1700, 1700, '2021-05-05 23:40:35', '2021-05-05 23:40:35'),
(23, 'ရှုး', 'ရႈး', 21, 1500, 1500, '2021-05-05 23:41:14', '2021-05-05 23:41:14'),
(24, 'ကိုး', 'ကိုး', 22, 700, 700, '2021-05-05 23:41:43', '2021-05-05 23:41:43'),
(25, 'အိုးကြီး', 'အိုးႀကီး', 23, 1700, 1700, '2021-05-05 23:42:19', '2021-05-05 23:42:19'),
(26, 'ဆိုင်ကယ်', 'ဆိုင္ကယ္', 24, 1550, 1550, '2021-05-05 23:42:44', '2021-05-05 23:42:44'),
(27, 'CD', 'CD', 25, 1200, 1200, '2021-05-05 23:43:10', '2021-05-05 23:43:10'),
(28, 'အနီ', 'အနီ', 26, 14000, 14000, '2021-05-05 23:43:41', '2021-05-05 23:43:41'),
(29, 'အဝါ', 'အဝါ', 27, 7000, 7000, '2021-05-05 23:44:17', '2021-05-05 23:44:17'),
(30, 'မီးကျ', 'မီးက်', 28, 11000, 11000, '2021-05-05 23:45:04', '2021-05-05 23:45:04'),
(31, 'ဗလာစုံ', 'ဗလာစုံ', 29, 150, 150, '2021-05-05 23:45:24', '2021-05-05 23:45:24'),
(32, 'ကပ်ထူ', 'ကပ္ထူ', 30, 200, 200, '2021-05-05 23:45:47', '2021-05-05 23:45:47'),
(33, 'CB', 'CB', 31, 50, 50, '2021-05-05 23:47:20', '2021-05-05 23:47:20'),
(34, 'ဝီထောင့်', 'ဝီေထာင့္', 32, 50, 50, '2021-05-05 23:48:01', '2021-05-05 23:48:01'),
(35, 'Bကြီး', 'Bႀကီး', 33, 30, 30, '2021-05-05 23:48:23', '2021-05-05 23:48:23'),
(36, 'Bသေး', 'Bေသး', 34, 20, 20, '2021-05-05 23:48:52', '2021-05-05 23:48:52'),
(37, 'ဝီပြာ', 'ဝီျပာ', 35, 40, 40, '2021-05-05 23:49:11', '2021-05-05 23:49:11'),
(38, 'ပြာလတ်', 'ျပာလတ္', 36, 15, 15, '2021-05-05 23:49:42', '2021-05-05 23:49:42'),
(39, 'ပြာသေး', 'ျပာေသး', 37, 10, 10, '2021-05-05 23:50:10', '2021-05-05 23:50:10'),
(40, 'Rမီ', 'Rမီ', 38, 190, 190, '2021-05-05 23:50:35', '2021-05-05 23:50:35'),
(41, 'ဘာလီ', 'ဘာလီ', 39, 90, 90, '2021-05-05 23:51:03', '2021-05-05 23:51:03'),
(42, 'အစိမ်းကြီး', 'အစိမ္းႀကီး', 40, 2500, 2500, '2021-05-05 23:51:34', '2021-05-05 23:51:34'),
(43, 'ကိုင်း', 'ကိုင္း', 41, 5000, 5000, '2021-05-05 23:52:14', '2021-05-05 23:52:14'),
(44, 'ဗိုက်ပူ', 'ဗိုက္ပူ', 42, 1500, 1500, '2021-05-05 23:52:50', '2021-05-05 23:52:50'),
(45, 'ဒန်ခွံ', 'ဒန္ခြံ', 43, 3000, 3000, '2021-05-07 01:06:06', '2021-05-07 01:06:06'),
(46, 'ဖုန်း', 'ဖုန္း', 44, 18000, 18000, '2021-05-07 06:48:28', '2021-05-07 06:48:28'),
(47, 'ခလုတ်', 'ခလုတ္', 45, 9000, 9000, '2021-05-07 07:44:21', '2021-05-07 07:44:21'),
(48, 'ရိုးရိုးကပ်', '႐ိုး႐ိုးကပ္', 47, 450, 450, '2021-05-07 07:47:09', '2021-05-07 07:47:09'),
(49, 'ကပ်စိမ်း', 'ကပ္စိမ္း', 46, 6000, 6000, '2021-05-07 09:09:20', '2021-05-07 09:09:20'),
(50, 'အမ်မချာ', 'အမ္မခ်ာ', 48, 800, 800, '2021-05-07 09:13:19', '2021-05-07 09:13:19'),
(56, 'အစုံ', 'အစုံ', 999, 1, 1, '2021-05-07 16:37:04', '2021-05-07 16:37:04'),
(57, 'ထောင့်စိမ်း', 'ထောင့်စိမ်း', 49, 30, 30, '2021-05-08 02:39:56', '2021-05-08 02:39:56');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `stocks`
--
ALTER TABLE `stocks`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `stocks`
--
ALTER TABLE `stocks`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=60;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
